/* No comment provided by engineer. */
"%@ Registration" = "%@ Registration";

/* No comment provided by engineer. */
"Buy Now" = "Buy Now";

/* No comment provided by engineer. */
"Later" = "Later";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Please contact this applications developer for help." = "Please contact this applications developer for help.";

/* No comment provided by engineer. */
"Quit" = "Quit";

/* No comment provided by engineer. */
"Register" = "Register";

/* No comment provided by engineer. */
"Registered" = "Registered";

/* No comment provided by engineer. */
"Sorry the license %@ wasn't recognized" = "Sorry the license %@ wasn't recognized";

/* No comment provided by engineer. */
"Thanks for registering %@!" = "Thanks for registering %@!";

/* No comment provided by engineer. */
"Thanks for trying %@!" = "Thanks for trying %@!";

/* No comment provided by engineer. */
"This is a %lu day trial of %@" = "This is a %1$lu day trial of %2$@";

/* No comment provided by engineer. */
"Unregistered Copy" = "Unregistered Copy";

/* No comment provided by engineer. */
"You can review your regisration information by choosing the \"Registration...\" menu item. Thanks for your support of this software." = "You can review your regisration information by choosing the \"Registration...\" menu item. Thanks for your support of this software.";

/* No comment provided by engineer. */
"You have %lu days left in your trial. If you want to keep using %@ after your trial is over you must buy a license." = "You have %1$lu days left in your trial. If you want to keep using %2$@ after your trial is over you must buy a license.";

/* No comment provided by engineer. */
"Your %lu day trial of %@ has expired. If you want to continue to use %@ please buy a license and register your copy." = "Your %1$lu day trial of %2$@ has expired. If you want to continue to use %3$@ please buy a license and register your copy.";

